{
    "home": {
    "profile": "https://cdn.pixabay.com/photo/2017/11/10/05/48/user-2935527_1280.png",
    "name": "Dr. Vaddi Radhesyam",
    "position": "Associate Professor",
    "university": "Siddhartha Academy of Higher Education (Deemed to be University)",
    "location": "Vijayawada",
    "contact": "9885023373",
    "professional_mailid": "syam.radhe@vrsiddhartha.ac.in",
    "personal_mailid": "syam.radhe@gmail.com",
    "biography": "Dr. Vaddi Radhesyam is an Associate Professor in the Department of Information Technology at Siddhartha Academy of Higher Education (Deemed to be University), Vijayawada. With a strong academic foundation, Dr. Radhesyam completed his Ph.D. in Computer Science from Vellore Institute of Technology. Prior to that, he earned his degree in Computer Science and Engineering from the University College of Engineering, Acharya Nagarjuna University.\n\nDr. Radhesyam's primary research interests lie in the intersection of Hyperspectral Remote Sensing, Machine Learning, and Computer Vision. He is deeply involved in applying machine learning algorithms to remote sensing data, pushing the boundaries of how technology can interpret complex spatial data.\n\nIn addition to his academic work, Dr. Radhesyam is an active member of professional societies such as the Indian Society of Remote Sensing and the International Society for Photogrammetry and Remote Sensing. He also contributes to the scientific community as a member of the editorial boards of Journal of AI Research and the International Journal of Data Science.",
    "links": {
        "https://google.com": "https://cdn.pixabay.com/photo/2015/12/11/11/43/google-1088004_1280.png",
        "https://linkedin.com": "https://cdn.pixabay.com/photo/2017/08/23/22/59/linked-in-2674741_1280.png",
        "https://github.com": "https://upload.wikimedia.org/wikipedia/commons/9/91/Octicons-mark-github.svg",
        "mailto:syam.radhe@vrsiddhartha.ac.in": "https://cdn.pixabay.com/photo/2016/06/13/17/30/mail-1454732_1280.png"
    },
    "interests": [
        "Hyperspectral Remote sensing",
        "Machine Learning",
        "Computer Vision"
    ],
    "education": [
        "Ph.D. in Computer Science, Vellore Institute of Technology",
        "Computer Science and Engineering, from University College of Engineering, Acharya Nagarjuna University"
    ],
    "professional_memberships": [
        "Indian Society of Remote Sensing",
        "International Society for Photogrammetry and Remote Sensing"
    ],
    "editorial_board_member": [
        "Journal of AI Research",
        "International Journal of Data Science"
    ]
    }
}
